Repository: TheLogicMaster/burgerparty-switchgdx
Catalog: po/*.po
Languages: es, eu, fr, hu, pl

source: 1 remaining.
es: 1 restante.
eu: 1 faltan.
fr: Encore 1.
hu: 1 van hátra.
pl: Pozostało: %#.

source: New item unlocked!
es: ¡Nuevo elemento desbloqueado!
eu: Item berria lortu duzu!
fr: Nouvel ingrédient débloqué !
hu: Új elem feloldva!
pl: Odblokowano nowy przedmiot!

source: Version %s
es: Versión %s
eu: %s bertsioa
hu: Verzió: %s
pl: Wersja %s

source: Code & Design
es: Código y diseño
eu: Kodea & Diseinua
hu: Kódolás és tervezés
pl: Kod i projekt

source: Music
es: Música
eu: Musika
fr: Musique
hu: Zene
pl: Muzyka

source: Testers
es: Probadores
eu: Tester-ak
fr: Testeurs
hu: Tesztelők
pl: Testerzy

source: Fonts
es: Fuentes
eu: Letra-tipoak
fr: Fontes
hu: Betűkészletek
pl: Czcionki

source: Sounds
es: Sonidos
eu: Soinuak
fr: Effets sonores
hu: Hangok
pl: Dźwięki

source: Thank you for playing!
es: ¡Gracias por jugar!
eu: Eskerrik asko jostatzeagatik!
fr: Merci d'avoir joué !
hu: Köszönjük, hogy játszottál!
pl: Dziękuję za grę!

source: Game Over
es: Juego terminado
eu: Akabo Jokoa
hu: Vége a játéknak
pl: Koniec gry

source: +%# sec
es: +%# segundo
eu: +%# segundo
fr: +%# seconde
hu: +%# mp
pl: +%# sekunda

source: Sound
es: Sonido
eu: Soinua
fr: Effets sonores
hu: Hang
pl: Dźwięk

source: About
es: Acerca de
eu: Honi buruz
fr: A propos
hu: Névjegy
pl: O grze

source: Who made this?
es: ¿Quién hizo esto?
eu: Nork egin du hau?
fr: Qui a fait ce jeu ?
hu: Ki csinálta ezt?
pl: Kto to stworzył?

source: Follow me on Mastodon
es: Sígueme en Mastodon
eu: Jarrai nazazu Mastodon-en
fr: Suivez-moi sur Mastodon
hu: Kövess Mastodonon
pl: Obserwuj mnie na Mastodonie

source: Goodies
es: Golosinas
eu: Gutiziak
hu: Finomságok
pl: Gadżety

source: Buy Burger Party goodies!
es: ¡Compra golosinas de Burger Party!
eu: Erosi Burger Party-ko gutiziak!
fr: Achetez des goodies Burger Party !
hu: Vásárolj Burger Party finomságokat!
pl: Kup gadżety z Burger Party!

source: Sound is OFF
es: El sonido está apagado
eu: Soinua OFF
fr: Effets sonores désactivés
hu: Hang kikapcsolva
pl: Dźwięk jest WYŁĄCZONY

source: Sound is ON
es: El sonido está encendido
eu: Soinua ON
fr: Effets sonores activés
hu: Hang bekapcsolva
pl: Dźwięk jest WŁĄCZONY

source: Level %d-%d
es: Nivel %d-%d
eu: %d-%d maila
fr: Niveau %d-%d
hu: %d-%d. szint
pl: Poziom %d-%d

source: High score: %d
es: Puntuación más alta: %d
eu: Marka: %d
fr: Record : %d
hu: Legmagasabb pontszám: %d
pl: Najlepszy wynik: %d

source: No high score yet
es: Todavía no hay puntuación más alta
eu: Oraindik markarik ez
fr: Pas encore de record
hu: Még nincs legmagasabb pontszám
pl: Brak najlepszego wyniku

source: Paused
es: Pausado
eu: Pausatuta
fr: Pause
hu: Szüneteltetve
pl: Gra zapauzowana

source: New High Score!
es: ¡Nueva puntuación más alta!
eu: Marka berria!
fr: Nouveau record !
hu: Új legmagasabb pontszám!
pl: Nowy najlepszy wynik!

source: Congratulations, you finished level %d-%d!
es: ¡Enhorabuena, has finalizado el nivel %d-%d!
eu: Zorionak, %d-%d maila bukatu duzu!
fr: Félicitations, vous avez terminé le niveau %d-%d !
hu: Gratulálunk, befejezted a(z) %d-%d. szintet!
pl: Gratulacje, ukończono poziom %d-%d!

source: Congratulations, you finished world %d!
es: ¡Enhorabuena, has finalizado el mundo %d!
eu: Zorionak, %d mundua bukatu duzu!
fr: Félicitations, vous avez terminé le monde %d !
hu: Gratulálunk, befejezted a(z) %d. világot!
pl: Gratulacje, ukończono świat %d!

source: Congratulations, you finished the game!
es: ¡Enhorabuena, has finalizado el juego!
eu: Zorionak, jokoa bukatu duzu!
fr: Félicitations, vous avez terminé le jeu !
hu: Gratulálunk, befejezted a játékot!
pl: Grataluacje, gra została ukończona!

source: All Stars #%d
es: Todas las Estrellas #%d
eu: #%d izar guztiak
fr: Toutes les étoiles #%d
hu: Összes csillag #%d
pl: Wszystkie gwiazdki #%d

source: Finish all levels of world %d with 3 stars.
es: Finaliza todos los niveles del mundo %d con 3 estrellas.
eu: Bukatu %d munduko maila guztiak 3 izarrekin.
fr: Finir tous les niveaux du monde %d avec 3 étoiles.
hu: Fejezd be a(z) %d. világ összes szintjét 3 csillaggal.
pl: Ukończ wszystkie poziomy świata %d z 3 gwiazdkami.

source: Support Burger Party
es: Apoya a Burger Party
eu: Babestu Burger Party
fr: Soutenir Burger Party
hu: A Burger Party támogatása
pl: Wesprzyj Burger Party

source: Like the game? Support my work!
es: ¿Te gusta el juego? ¡Apoya mi trabajo!
eu: Jokoa gustuko duzu? Babestu nire lana!
fr: Vous aimez ce jeu ? Soutenez mon travail !
hu: Tetszik a játék? Támogasd a munkámat!
pl: Podoba Ci się ta gra? Wesprzyj moją pracę!

source: Star Collector
es: Colector de estrellas
eu: Izar Biltzailea
fr: Collectionneur d'étoiles
hu: Csillaggyűjtő
pl: Kolekcjoner gwiazdek

source: ignore-collect
es: ignorar-coleccionar
pl: Zbierz jedną gwiazdkę

source: Burger Apprentice
es: Aprendiz de hamburguesas
eu: Burger Ikaslea
fr: Apprenti
hu: Burger tanonc
pl: Burgerowy uczeń

source: ignore-n-burgers
es: ignorar-n-hamburguesas
pl: Podaj jednego burgera.

source: Burger Master
es: Maestro de hamburguesas
eu: Burger Nagusia
fr: Maître Burger
hu: Burger mester
pl: Burgerowy mistrz

source: Burger God
es: Dios de las hamburguesas
eu: Burger Jainkoa
fr: Dieu des Burgers
hu: Burger isten
pl: Burgerowy bóg

source: Practice Area
es: Área de práctica
eu: Praktika Txokoa
fr: Laboratoire
hu: Gyakorló terület
pl: Poziom treningowy

source: ignore-practice
es: ignorar-practicar
pl: Zagraj jeden poziom, aby odblokować poziom treningowy.

source: ignore-fan
es: ignorar-fan
pl: Zagraj w jeden poziom.

source: Close Call
es: Llamada cercana
eu: Azken Deia
fr: C'était juste
hu: Közelharc
pl: O mały włos

source: ignore-close-call
es: ignorar-llamada-cercana
pl: Ukończ poziom z jedną sekundą lub mniej na liczniku.

source: Morning Gamer
es: Jugador mañanero
eu: Goizeko Jokalaria
fr: Joueur du matin
hu: Reggeli játékos
pl: Poranny gracz

source: ignore-morning
es: ignorar-mañanero
pl: Uruchom grę jeden raz pomiędzy 7:00 i 10:00.

source: Evening Gamer
es: Jugador de la tarde
eu: Arratsaldeko Jokalaria
fr: Joueur du soir
hu: Éjjeli játékos
pl: Wieczorny gracz

source: ignore-evening
es: ignorar-atardecer
pl: Uruchom grę jeden raz pomiędzy 19:00 i 23:00.

source: Creative
es: Creativo
eu: Sortzailea
fr: Créatif
hu: Kreatív
pl: Kreatywnie

source: ignore-creative
es: ignorar-creativo
pl: Stwórz jednego burgera w poziomie treningowym.

source: Perfect #%d
es: Perfecto #%d
eu: #%d bikain
hu: Tökéletes #%d
pl: Perfekcyjnie #%d

source: Get a perfect in all levels of world %d.
es: Obtén un perfecto en todos los niveles del mundo %d.
eu: Egizu bikain %d munduko maila guztietan.
fr: Obtenir un Perfect dans tous les niveaux du monde %d.
hu: Legyél tökéletes a(z) %d. világ összes szintjén.
pl: Ukończ perfekcyjnie wszystkie poziomy świata %d.

source: Happy customer!
es: ¡Cliente feliz!
eu: Bezeroa pozik!
fr: Client satisfait !
hu: Boldog vásárló!
pl: Zadowolony klient!

source: Rate Burger Party
es: Valora Burger Party
eu: Puntuatu Burger Party
fr: Noter Burger Party
hu: A Burger Party értékelése
pl: Oceń Burger Party

source: Like the game? Give it a good rate!
es: ¿Te gusta el juego? ¡Dale una buena puntuación!
eu: Jokoa gustuko duzu? Puntua ezazu altu!
fr: Vous aimez le jeu ? Donnez-lui une bonne note !
hu: Tetszik a játék? Adj rá jó értékelést!
pl: Podoba Ci się ta gra? Daj jej dobrą ocenę!

source: Fan
hu: Rajongó

source: %dx combo!
eu: %dx konboa!
hu: %dx kombó!
